[AnchorBolt InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Balance.PawnBalance_Boll AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Boll")

[InteractiveObjects.IO_BollsEcho InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_DeadDropEcho InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_SteamVent InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_BollEcho MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_BollEcho:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Dispositivo ECHO"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_DeadDropEcho MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_DeadDropEcho:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A evidência de que Lilith, aliás... a Águia de Fogo, continua viva e fazendo parte do movimento de resistência de Roland."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_EchoRecorder2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_EchoRecorder2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A evidência de que Lilith, aliás... a Águia de Fogo, continua viva e fazendo parte do movimento de resistência de Roland."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_EchoRecorder3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_EchoRecorder3:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A evidência de que Lilith, aliás... a Águia de Fogo, continua viva e fazendo parte do movimento de resistência de Roland."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_InMemoriam_BollsEcho MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_InMemoriam_BollsEcho:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="De Jeffrey Blake, Vice-presidente da Corporação Hyperion, sobre o paradeiro da fugitiva Lilith."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_InMemoriam_DeadDropEcho MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_InMemoriam_DeadDropEcho:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="A evidência de que Lilith, aliás... a Águia de Fogo, continua viva e fazendo parte do movimento de resistência de Roland."
NoConstraintText=""
Suffix=""
Prefix=""

